[
    {
        "id": "1",
        "name": "@jaypegsonly",
        "supname": "Co-founder / Ecosystem Chief ",
        "textcontent":
            "@jaypegsonly was a corporate finance lawyer at a top global firm who has advised institutional clients, MNCs and VCs. He has worked on deals well over US$1B. Having delved into NFTs since July 2021, he brings his expertise and connections from Web2 into the Web3 world. With all these resources and experience, he aims to build a sustainable, scaleable ecosystem with Dusktopia.",
        "background": "./images/card.png"
    },
    {
        "id": "2",
        "name": "@0xSUPERPOTATO",
        "supname": "Co-founder / Operations Chief ",
        "textcontent":
            "Before crypto, @0xSuperPotato was a commercial lawyer at a top disputes firm. He routinely worked on bet-the-company litigation against governments, mega funds, and multinationals — picking up blue chip experience with complex operational management and problem solving capabilities along the way. Now, he brings that to the Web3 space with Dusktopia.",
        "background": "./images/card-2.png"
    },
    {
        "id": "3",
        "name": "@madking3126",
        "supname": "Co-founder / Design Chief ",
        "textcontent":
            "@MadKing3126 has spent a huge portion of his life around games. He's experienced the full force of innovation within the Silicon Valley ecosystem, having spent the majority of his time in college in and around the Bay Area — and was pursuing a career in UI/UX design for startups before crypto and Web3 took over his life. His mission is now singular: to bring the best aesthetic and design aspects of the Web2 world to Dusktopia.",
        "background": "./images/card-3.png"
    },
    {
        "id": "4",
        "name": "@ITSCUZZO",
        "supname": "Blockchain Chief ",
        "textcontent":
            "@ItsCuzzo is the set of brains behind Dusktopia's smart contracts. He’s interested in all things Web3 and has worked with other major NFT projects in development, advisory and contract audit roles. Cuzzo’s considerable expertise will ensure that our technical back-end is top notch.",
        "background": "./images/card-4.png"
    }
]

